Repository: cyrillbolliger/wp-theme-gruene-ch
Catalog: languages/*.po
Languages: fr_fr

source: Oops! That page can&rsquo;t be found.
fr_fr: Oups! La page que vous souhaitez est introuvable.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
fr_fr: Votre recherche n'a donné aucun résultat. Utilisez les liens ci-dessous ou lancez une nouvelle recherche.

# &laquo;
source: %s Previous page
fr_fr: %s Page précédente

# &raquo;
source: %s Next page
fr_fr: %s Page suivante

# comments title
source: One thought on &ldquo;%2$s&rdquo;
fr_fr: Commentair &ldquo; %2$s &rdquo;

source: Comment navigation
fr_fr: Navigation de commentaires

source: Comments are closed.
fr_fr: La section commentaires a été fermée.

source: Your current theme dates back to mid 2015 and has now reached it's end of live. Please consider upgrading to the new theme %s. You may continue using this theme, but we will only provide security updates.
fr_fr: Votre thème actuel est celui de 2015 et a atteint sa fin de vie. Veuillez envisager de passer au nouveau thème %s. Vous pouvez toujours utiliser ce thème, mais nous ne fournirons que des mises à jour de sécurité.

source: Primary Menu
fr_fr: Menu principal

source: Footer Menu
fr_fr: Menu pied de page

source: Footer Meta Menu
fr_fr: Menu pied de page meta

source: Language Menu
fr_fr: Menu langues

source: Meta Menu
fr_fr: Menu meta

source: Sidebar
fr_fr: Barre latérale

source: Footer
fr_fr: Pied de page

source: Skip to content
fr_fr: Aller au contenu

source: Category for front page
fr_fr: Catégorie pour la page d'accueil

source: If the fist option was choosen, the front page shows posts of the selected category.
fr_fr: Si vous choisissez la première option, la page d'accueil affichera les commentaires pour la catégorie sélectionnée.

source: Home
fr_fr: Accueil

source: Front page title
fr_fr: Titre de la page d'accueil

source: If the fist option was choosen: the title shown on the front page.
fr_fr: Si vous choisissez la première option: le titre qui apparaît sur la page d'accueil.

source: All categories
fr_fr: Toutes les catégories

# post author
source: by %s
fr_fr: par %s

# Read more arrow
source: %s Read more
fr_fr: %s&nbsp;En&nbsp;lire&nbsp;plus

source: Leave a comment
fr_fr: Commenter

source: 1 Comment
fr_fr: Un commentaire

source: % Comments
fr_fr: % commentaires

source: Edit
fr_fr: Modifier

source: Back
fr_fr: Retour

source: Install Required Plugins
fr_fr: Veuillez installer les plugins demandés

source: Install Plugins
fr_fr: Installer les plugins

source: Installing Plugin: %s
fr_fr: Installer le plugin: %s

source: Something went wrong with the plugin API.
fr_fr: Un problème avec l'API a été détecté

source: This theme requires the following plugin: %1$s.
fr_fr: Pour ce thème, vous devez installer le plugin : %1$s.

source: This theme recommends the following plugin: %1$s.
fr_fr: Pour ce thème, le plugin suivant est recommandé : %1$s.

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
fr_fr: Désolé mais vous n'avez pas la permission d'installer le plugin %s.Veuillez contacter l'administrateur du site.

source: The following required plugin is currently inactive: %1$s.
fr_fr: Le plugin indispensable suivant est désactivé : %1$s.

source: The following recommended plugin is currently inactive: %1$s.
fr_fr: Le plugin recommandé suivant est désactivé : %1$s.

source: Sorry, but you do not have the correct permissions to activate the %s plugin. Contact the administrator of this site for help on getting the plugin activated.
fr_fr: Désolé mais vous n'avez pas la permission d'installer le plugin %s. Veuillez contacter l'administrateur du site.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
fr_fr: Le plugin suivant doit être mis à jour afin d'assurer la compatibilité avec ce thème: %1$s.

source: Sorry, but you do not have the correct permissions to update the %s plugin. Contact the administrator of this site for help on getting the plugin updated.
fr_fr: Désolé mais vous n'avez pas la permission de mettre à jour le plugin %s. Veuillez contacter l'administrateur du site.

source: Begin installing plugin
fr_fr: Lancer l'installation du plugin

source: Return to Required Plugins Installer
fr_fr: Retourner à la liste des plugins à installer

source: Plugin activated successfully.
fr_fr: Le plugin a été activé.

source: Search Results for: %s
fr_fr: Résultats pour &ldquo; %s &rdquo;

# label
source: Search for:
fr_fr: Recherche :

source: Nothing Found
fr_fr: Pas de résultat.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
fr_fr: Prêt à publier votre premier post? <a href="%1$s"> C'est parti! </a>

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
fr_fr: Désolé, votre recherche n'a produit aucun résultat. Veuillez essayer à nouveau en utilisant d'autres mots-clé.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
fr_fr: Nous ne trouvons pas ce que vous cherchez. Essayer de lancer une nouvelle recherche.

source: Find out more
fr_fr: En lire plus

source: Sorry, but you do not have the correct permissions to install the %1$s plugin.
fr_fr: Désolé mais vous n'avez pas la permission d'installer le plugin %1$s

source: There is an update available for: %1$s.
fr_fr: Une mise à jour est disponible pour: %1$s.

source: Sorry, but you do not have the correct permissions to update the %1$s plugin.
fr_fr: Désolé mais vous n'avez pas la permission de mettre à jour le plugin %1$s.

source: Sorry, but you do not have the correct permissions to activate the %1$s plugin.
fr_fr: Désolé mais vous n'avez pas la permission d'activer le plugin %1$s.

source: Begin updating plugin
fr_fr: Lancer la mise à jour du plugin

source: Return to the dashboard
fr_fr: Retourner au tableau de bord

source: The following plugin was activated successfully:
fr_fr: Le plugin suivant a été activé :

source: No action taken. Plugin %1$s was already active.
fr_fr: L'activation a été annulée. Le plugin %1$s est déjà actif.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
fr_fr: Le plugin n'a pas pu être activé. Une version plus récente du plugin %s est nécessaire pour ce thème. Veuillez mettre le plugin à jour.

source: All plugins installed and activated successfully. %1$s
fr_fr: Tous les plugins ont été installés et activés. %s

source: Please contact the administrator of this site for help.
fr_fr: Veuillez contacter l'administrateur du site.

source: This plugin needs to be updated to be compatible with your theme.
fr_fr: Ce plugin nécessite une mise à jour afin d'être compatible avec ce thème.

source: Update Required
fr_fr: Une mise à jour est demandée.

source: Set the parent_slug config variable instead.
fr_fr: Veuillez plutôt sélectionner la variable parent_slug config

source: Return to the Dashboard
fr_fr: Retourner au tableau de bord

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
fr_fr: Le paquet de plugins à distance ne contient pas de dossier avec le slug désiré, la modification n'a pas pu être effectuée.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
fr_fr: Veuillez contacter l'auteur du plugin et lui demander de regrouper son plugin selon les lignes directrices de WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
fr_fr: Le paquet de plugins à distance est constitué de plusieurs fichiers, mais les fichiers ne sont pas regroupés dans un dossier.

# plugin A *and* plugin B
source: and
fr_fr: et

source: Required
fr_fr: Requis

source: Recommended
fr_fr: Recommandé

source: WordPress Repository
fr_fr: Dépositaire WordPress

source: External Source
fr_fr: Source externe

source: Pre-Packaged
fr_fr: Pré-emballé

source: Not Installed
fr_fr: Pas installé

source: Installed But Not Activated
fr_fr: Installé, mais inactif

source: Active
fr_fr: Actif

source: Required Update not Available
fr_fr: Les mises à jour demandées ne sont pas disponibles

source: Requires Update
fr_fr: Mise à jour requise

source: Update recommended
fr_fr: Mise à jour recommandée

# plugins
source: All <span class="count">(%s)</span>
fr_fr: Tous <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
fr_fr: Pour installer <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
fr_fr: Des mises à jour pour <span class="count">(%s)</span> sont disponibles.

source: To Activate <span class="count">(%s)</span>
fr_fr: Pour activer <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
fr_fr: inconnu

source: Installed version:
fr_fr: Version installée :

source: Minimum required version:
fr_fr: Version minimum requise:

source: Available version:
fr_fr: Version disponible:

source: No plugins to install, update or activate. <a href="%1$s">Return to the Dashboard</a>
fr_fr: Aucun plugin à installer, à mettre à jour ou à activer. <a href="%1$s">Retourner au tableau de bord</a>

source: Status
fr_fr: Statut

# %2$s = plugin name in screen reader markup
source: Install %2$s
fr_fr: Installer %2$s

# %2$s = plugin name in screen reader markup
source: Update %2$s
fr_fr: Actualiser %2$s

# %2$s = plugin name in screen reader markup
source: Activate %2$s
fr_fr: Activer %2$s

source: Upgrade message from the plugin author:
fr_fr: Message de mise à jour par l'auteur du plugin:

source: Install
fr_fr: Installer

source: Update
fr_fr: Mettre à jour

source: Activate
fr_fr: Activer

source: No plugins were selected to be installed. No action taken.
fr_fr: Aucun plugin n'a été sélectionné. L'installation a été annulée.

source: No plugins were selected to be updated. No action taken.
fr_fr: Aucun plugin n'a été sélectionné. La mise à jour a été annulée.

source: No plugins are available to be installed at this time.
fr_fr: Il n'y a aucun plugin à installer pour le moment.

source: No plugins are available to be updated at this time.
fr_fr: Il n'y a aucun plugin à mettre à jour pour le moment.

source: No plugins were selected to be activated. No action taken.
fr_fr: Aucun plugin à activer n'a été sélectionné.

source: No plugins are available to be activated at this time.
fr_fr: Il n'y a aucun plugin à activer pour le moment.

source: Plugin activation failed.
fr_fr: L'activation du plugin a échoué.

source: Updating Plugin %1$s (%2$d/%3$d)
fr_fr: Mise à jour du plugin %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
fr_fr: Une erreur s'est produite durant l'installation de %1$s : <strong>%2$s</strong>.

source: The installation of %1$s failed.
fr_fr: L'installation de %1$s a échoué.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
fr_fr: Installation et activation en cours. Ceci peut prendre un certain temps. Merci de votre patience!

source: %1$s installed and activated successfully.
fr_fr: %1$s a été installé et activé.

source: Show Details
fr_fr: Montrer les détails

source: Hide Details
fr_fr: Cacher les détails

source: All installations and activations have been completed.
fr_fr: Toutes les installations et activations ont été effectuées.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
fr_fr: Installation et activation du plugin %1$s (%2$d/%3$d).

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
fr_fr: Installation et activation en cours. Ceci peut prendre un certain temps. Merci de votre patience!

source: %1$s installed successfully.
fr_fr: %1$s a été installé.

source: All installations have been completed.
fr_fr: Toutes les installations ont été effectuées.

source: Installing Plugin %1$s (%2$d/%3$d)
fr_fr: Installation du plugin %1$s (%2$d/%3$d) en cours.
